Repository: vakesz/Glasstual
Catalog: Sources/App/Features/Settings/Settings.xcstrings
Source language: en
Languages: de, hu

# prevent-sleep-explanation
source: Do not allow your Mac to go to sleep, which would disconnect it from the Internet, while Glasstual has at least one connection open.
de: Verhindere den Ruhezustand des Mac und damit die Trennung der Internetverbindung, solange Glasstual mindestens eine offene Verbindung hat.
hu: Ne engedje a Macet alvó állapotba lépni, ami bontaná az internetkapcsolatot, amíg a Glasstualnak legalább egy nyitott kapcsolata van.

# prevent-sleep-while-connected
source: Prevent sleep while Glasstual is connected
de: Ruhezustand verhindern, solange Glasstual verbunden ist
hu: Alvó állapot megakadályozása, amíg a Glasstual kapcsolódik

source: Rules
de: Regeln
hu: Szabályok

# search-placeholder
source: Search Settings
de: Einstellungen durchsuchen
hu: Keresés a beállításokban

# accessibility-label-settings
source: Settings
de: Einstellungen
hu: Beállítások

source: Channel Management
de: Kanalverwaltung
hu: Csatornakezelés

# channel-management-ban-format-label
source: Hostmask ban format
de: Format der Bann-Hostmaske
hu: Kitiltási címmaszk formátuma

# channel-management-ban-format-note
source: When used in the context of a hostmask, an asterisk (*) represents a wildcard character that is matched by any possible value.
de: In einer Hostmaske steht ein Sternchen (*) als Platzhalter für einen beliebigen Wert.
hu: Címmaszkban a csillag (*) helyettesítő karakter, amely bármilyen értékre illeszkedik.

# channel-management-kick-reason-label
source: Default kick reason
de: Standard-Kick-Begründung
hu: Alapértelmezett kirúgási indok

# combo-presets-help
source: Choose a preset value
de: Vorgabewert auswählen
hu: Előre megadott érték választása

source: Command Scope
de: Geltungsbereich von Befehlen
hu: Parancsok hatóköre

# command-scope-amsg
source: /amsg and /ame apply to all connections
de: /amsg und /ame gelten für alle Verbindungen
hu: Az /amsg és /ame minden kapcsolatra érvényes

# command-scope-away
source: /away applies to all connections
de: /away gilt für alle Verbindungen
hu: Az /away minden kapcsolatra érvényes

# command-scope-clearall
source: /clearall applies to all connections
de: /clearall gilt für alle Verbindungen
hu: A /clearall minden kapcsolatra érvényes

# command-scope-focus-on-message
source: Give focus to the destination of the /msg command
de: Zum Ziel des Befehls /msg wechseln
hu: Fókusz áthelyezése a /msg parancs céljához

# command-scope-nick
source: /nick applies to all connections
de: /nick gilt für alle Verbindungen
hu: A /nick minden kapcsolatra érvényes

# command-scope-notice-label
source: Forward notices to
de: Hinweise weiterleiten an
hu: Értesítések továbbítása ide

# command-scope-notice-query
source: Private Message
de: Private Nachricht
hu: Privát üzenet

# command-scope-notice-selected-channel
source: Selected Channel
de: Ausgewählten Kanal
hu: Kijelölt csatorna

# command-scope-notice-server-console
source: Server Console
de: Serverkonsole
hu: Kiszolgálókonzol

# controls-command-return-action
source: Command Return (⌘⏎) sends message as an action
de: Command-Return (⌘⏎) sendet die Nachricht als Aktion
hu: A Command Return (⌘⏎) cselekvésként küldi el az üzenetet

# controls-command-w-close-window
source: Close Main Window
de: Hauptfenster schließen
hu: Főablak bezárása

# controls-command-w-disconnect
source: Disconnect from Selected Server
de: Verbindung zum ausgewählten Server trennen
hu: Kapcsolat bontása a kijelölt kiszolgálóval

# controls-command-w-label
source: ⌘W key action
de: Aktion für ⌘W
hu: A ⌘W billentyűparancs művelete

# controls-command-w-part-channel
source: Close Selected Query or Part Selected Channel
de: Ausgewähltes Gespräch schließen oder ausgewählten Kanal verlassen
hu: Kijelölt beszélgetés bezárása vagy csatorna elhagyása

# controls-command-w-terminate
source: Disconnect and Quit Application
de: Verbindungen trennen und App beenden
hu: Kapcsolatok bontása és kilépés az alkalmazásból

# controls-completion-preview-label
source: Preview
de: Vorschau
hu: Előnézet

# controls-completion-suffix-accessibility
source: Tab Key Autocompletion Suffix
de: Suffix für Tab-Vervollständigung
hu: Tab billentyűs kiegészítés utótagja

# controls-completion-suffix-label
source: Autocomplete suffix
de: Vervollständigungssuffix
hu: Automatikus kiegészítés utótagja

# controls-connect-on-double-click
source: Connect to server on double click
de: Mit Doppelklick zum Server verbinden
hu: Kapcsolódás a kiszolgálóhoz dupla kattintással

# controls-control-enter-sends
source: Control Enter (⌃⎆) sends message instead of inserting new line
de: Control-Enter (⌃⎆) sendet die Nachricht, statt eine neue Zeile einzufügen
hu: A Control Enter (⌃⎆) új sor helyett elküldi az üzenetet

# controls-copy-on-select
source: Automatically copy selected text
de: Ausgewählten Text automatisch kopieren
hu: Kijelölt szöveg automatikus másolása

# controls-copy-on-select-note
source: Hold the Option key (⌥) while selecting text to temporarily disable this feature.
de: Halte beim Auswählen die Wahltaste (⌥) gedrückt, um diese Funktion vorübergehend zu deaktivieren.
hu: A funkció ideiglenes kikapcsolásához tartsd lenyomva az Option (⌥) billentyűt szövegkijelölés közben.

# controls-disconnect-on-double-click
source: Disconnect from server on double click
de: Serververbindung mit Doppelklick trennen
hu: Kapcsolat bontása a kiszolgálóval dupla kattintással

# controls-grammar-check
source: Check grammar while typing
de: Grammatik während der Eingabe prüfen
hu: Nyelvhelyesség ellenőrzése gépelés közben

# controls-heading-keyboard-mouse
source: Keyboard & Mouse
de: Tastatur und Maus
hu: Billentyűzet és egér

# controls-heading-text-field
source: Main Text Field
de: Haupteingabefeld
hu: Fő szövegbeviteli mező

# controls-history-per-selection
source: Save input history for each channel rather than globally
de: Eingabeverlauf für jeden Kanal getrennt speichern
hu: Beviteli előzmények tárolása csatornánként, nem közösen

# controls-join-on-double-click
source: Join channel on double click
de: Kanal mit Doppelklick beitreten
hu: Csatlakozás a csatornához dupla kattintással

# controls-leave-on-double-click
source: Leave channel on double click
de: Kanal mit Doppelklick verlassen
hu: Csatorna elhagyása dupla kattintással

# controls-navigation-server-specific
source: Channel navigation is limited to the selected server
de: Kanalnavigation auf den ausgewählten Server beschränken
hu: Csatornák közötti váltás csak a kijelölt kiszolgálón

# controls-open-links-in-background
source: Open browser links in the background
de: Browserlinks im Hintergrund öffnen
hu: Böngészőhivatkozások megnyitása a háttérben

# controls-spell-check
source: Check spelling while typing
de: Rechtschreibung während der Eingabe prüfen
hu: Helyesírás ellenőrzése gépelés közben

# controls-spell-correction
source: Correct spelling automatically
de: Rechtschreibung automatisch korrigieren
hu: Helyesírás automatikus javítása

# controls-tab-key-complete
source: Complete nicknames, channels, and commands
de: Nicknamen, Kanäle und Befehle vervollständigen
hu: Becenevek, csatornák és parancsok kiegészítése

# controls-tab-key-label
source: Tab key action
de: Aktion der Tabulatortaste
hu: A Tab billentyű művelete

# controls-tab-key-none
source: Perform no action
de: Keine Aktion
hu: Nincs művelet

# controls-tab-key-unread
source: Move to next unread channel
de: Zum nächsten ungelesenen Kanal wechseln
hu: Ugrás a következő olvasatlan csatornára

# controls-text-size-extra-large
source: Extra Large
de: Sehr groß
hu: Extra nagy

# controls-text-size-humongous
source: Humongous
de: Riesig
hu: Óriási

# controls-text-size-label
source: Text size of the input text field
de: Textgröße des Eingabefelds
hu: Beviteli mező szövegmérete

# controls-text-size-large
source: Large
de: Groß
hu: Nagy

# controls-user-double-click-insert
source: Insert Name Into Text Field
de: Namen in das Eingabefeld einfügen
hu: Név beszúrása a szövegmezőbe

# controls-user-double-click-label
source: Double-clicking a user
de: Doppelklick auf einen Benutzer
hu: Dupla kattintás egy felhasználóra

# controls-user-double-click-query
source: Open Query
de: Privates Gespräch öffnen
hu: Privát beszélgetés megnyitása

# controls-user-double-click-whois
source: Whois User
de: Benutzerinformationen abfragen (WHOIS)
hu: Felhasználói adatok lekérése (WHOIS)

source: Default Identity
de: Standardidentität
hu: Alapértelmezett személyazonosság

# default-identity-all-optional
source: All fields are optional
de: Alle Felder sind optional
hu: Minden mező kitöltése opcionális

# default-identity-away-nickname
source: Away nickname
de: Abwesenheitsnickname
hu: Távolléti becenév

# default-identity-note
source: The following information will be filled in when creating a NEW connection.
de: Die folgenden Angaben werden beim Erstellen einer NEUEN Verbindung eingetragen.
hu: Az alábbi adatok ÚJ kapcsolat létrehozásakor lesznek kitöltve.

# default-identity-realname
source: Real name
de: Echter Name
hu: Valódi név

# default-identity-username
source: Username
de: Benutzername
hu: Felhasználónév

source: Download Destination
de: Downloadziel
hu: Letöltések célmappája

# failure-apply-theme-recovery
source: Restore the value you changed, or reset the theme to its defaults.
de: Stelle den geänderten Wert wieder her oder setze das Design auf die Standardwerte zurück.
hu: Állítsd vissza a módosított értéket, vagy a téma alapértékeit.

# failure-apply-theme-title
source: The transcript theme could not be changed
de: Das Chatdesign konnte nicht geändert werden
hu: Nem sikerült módosítani a beszélgetés témáját

# failure-download-folder-recovery
source: Choose a folder you can write to.
de: Wähle einen Ordner, in den du schreiben darfst.
hu: Válassz olyan mappát, amelybe írhatsz.

# failure-download-folder-title
source: The download folder could not be changed
de: Der Downloadordner konnte nicht geändert werden
hu: Nem sikerült módosítani a letöltési mappát

# failure-export-theme-recovery
source: Choose a folder you can write to and try again.
de: Wähle einen beschreibbaren Ordner und versuche es erneut.
hu: Válassz olyan mappát, amelybe írhatsz, majd próbáld újra.

# failure-export-theme-title
source: The transcript theme could not be exported
de: Das Chatdesign konnte nicht exportiert werden
hu: Nem sikerült exportálni a beszélgetés témáját

# failure-import-theme-recovery
source: Choose a theme file that this version of Glasstual exported.
de: Wähle eine Designdatei, die mit dieser Glasstual-Version exportiert wurde.
hu: Válassz a Glasstual ezen verziójával exportált témafájlt.

# failure-import-theme-title
source: The transcript theme could not be imported
de: Das Chatdesign konnte nicht importiert werden
hu: Nem sikerült importálni a beszélgetés témáját

# failure-transcript-folder-recovery
source: Choose a folder you can write to.
de: Wähle einen Ordner, in den du schreiben darfst.
hu: Válassz olyan mappát, amelybe írhatsz.

# failure-transcript-folder-title
source: The transcript folder could not be changed
de: Der Ordner für Gesprächsprotokolle konnte nicht geändert werden
hu: Nem sikerült módosítani a beszélgetésnaplók mappáját

source: File Transfers
de: Dateiübertragungen
hu: Fájlátvitelek

# file-transfers-destination-label
source: Download files to the folder
de: Dateien in diesen Ordner laden
hu: Fájlok letöltése ebbe a mappába

# file-transfers-destination-note
source: Accepted files are saved here. If you have not chosen another folder, Glasstual uses Downloads.
de: Angenommene Dateien werden hier gespeichert. Wenn kein anderer Ordner gewählt ist, verwendet Glasstual den Downloads-Ordner.
hu: Az elfogadott fájlok ide kerülnek. Ha nem választasz másik mappát, a Glasstual a Letöltések mappát használja.

# file-transfers-detection-accessibility
source: IP Address Detection Method
de: Methode zur IP-Adressermittlung
hu: IP-cím meghatározásának módja

# file-transfers-detection-label
source: IP address detection method
de: Methode zur IP-Adressermittlung
hu: IP-cím meghatározásának módja

# file-transfers-detection-manual
source: Manually Enter Address
de: Adresse manuell eingeben
hu: Cím kézi megadása

# file-transfers-detection-router-first-party
source: Ask router with api.ipify.org as fallback
de: Router fragen, ersatzweise api.ipify.org
hu: Útválasztó lekérdezése, tartalékként api.ipify.org

# file-transfers-detection-router-only
source: Ask router with no fallback
de: Router fragen, ohne Ersatz
hu: Útválasztó lekérdezése, tartalék nélkül

# file-transfers-detection-router-third-party
source: Ask router with 3rd-party website as fallback
de: Router fragen, ersatzweise eine externe Website
hu: Útválasztó lekérdezése, tartalékként külső weboldal

# file-transfers-manual-address-accessibility
source: Manually Specified IP Address
de: Manuell angegebene IP-Adresse
hu: Kézzel megadott IP-cím

# file-transfers-manual-address-label
source: Manually entered IP address
de: Manuell eingegebene IP-Adresse
hu: Kézzel megadott IP-cím

# file-transfers-port-range-first
source: File Transfer Port Range First Port
de: Erster Port des Dateiübertragungsbereichs
hu: Fájlátviteli porttartomány első portja

# file-transfers-port-range-label
source: File transfer port range
de: Portbereich für Dateiübertragungen
hu: Fájlátviteli porttartomány

# file-transfers-port-range-last
source: File Transfer Port Range Last Port
de: Letzter Port des Dateiübertragungsbereichs
hu: Fájlátviteli porttartomány utolsó portja

# file-transfers-port-range-separator
source: to
de: bis

# file-transfers-prevent-sleep
source: Do not allow Mac to go to sleep while transferring a file
de: Ruhezustand des Mac während einer Dateiübertragung verhindern
hu: A Mac ne aludjon el fájlátvitel közben

# file-transfers-reply-action-accessibility
source: Action to Perform when File Transfer Request is Received
de: Aktion bei eingehender Dateiübertragungsanfrage
hu: Művelet fájlátviteli kérés érkezésekor

# file-transfers-reply-action-label
source: When a file transfer request is received
de: Bei einer Dateiübertragungsanfrage
hu: Fájlátviteli kérés érkezésekor

# file-transfers-reply-download
source: Automatically Download
de: Automatisch laden
hu: Automatikus letöltés

# file-transfers-reply-ignore
source: Ignore
de: Ignorieren
hu: Mellőzés

# file-transfers-reply-open-dialog
source: Open Dialog
de: Dialog öffnen
hu: Párbeszédablak megnyitása

# file-transfers-reverse-dcc
source: Send passive file transfer requests
de: Passive Dateiübertragungsanfragen senden
hu: Passzív fájlátviteli kérések küldése

# file-transfers-use-downloads
source: Use Downloads Folder
de: Downloads-Ordner verwenden
hu: Letöltések mappa használata

source: Flood Control
de: Flood-Schutz
hu: Elárasztás elleni védelem

# flood-control-count-value
source: %@ users
de: %@ Benutzer
hu: %@ felhasználó

# flood-control-disabled-marker
source: 0 (disable)
de: 0 (deaktivieren)
hu: 0 (letiltás)

# flood-control-identify-delay-label
source: Delay before channel joins
de: Verzögerung vor dem Kanalbeitritt
hu: Késleltetés a csatornákhoz csatlakozás előtt

# flood-control-identify-delay-note
source: Delay before joining channels, in seconds. NickServ identification uses confirmation instead and joins immediately when confirmed or after its 30-second deadline.
de: Verzögerung vor dem Kanalbeitritt in Sekunden. Bei NickServ-Identifizierung wird stattdessen auf die Bestätigung gewartet und danach sofort oder nach Ablauf von 30 Sekunden beigetreten.
hu: Késleltetés másodpercben a csatornákhoz csatlakozás előtt. NickServ-azonosítás esetén ehelyett a megerősítést várjuk: csatlakozás azonnal a megerősítéskor vagy a 30 másodperces határidő után.

# flood-control-note
source: Joining too many channels at once may be detected as an attack by some IRC networks. You could be disconnected or banned as a result. A moderate delay of about 2.5 seconds is recommended when joining a large number of channels.
de: Der gleichzeitige Beitritt zu zu vielen Kanälen kann von manchen IRC-Netzwerken als Angriff erkannt werden. Das kann zur Trennung oder zu einem Bann führen. Bei vielen Kanälen wird eine Verzögerung von etwa 2,5 Sekunden empfohlen.
hu: Ha túl sok csatornához csatlakozol egyszerre, egyes IRC-hálózatok ezt támadásnak tekinthetik. Emiatt bonthatják a kapcsolatot vagy kitilthatnak. Sok csatorna esetén körülbelül 2,5 másodperces késleltetés ajánlott.

# flood-control-seconds-value
source: %@ seconds
de: %@ Sekunden
hu: %@ másodperc

# flood-control-who-limit-label
source: WHO command maximum channel size
de: Maximale Kanalgröße für WHO
hu: A WHO parancs legnagyobb csatornamérete

# flood-control-who-limit-note
source: Glasstual must periodically poll the channels that you are in to find out when the away status of each user changes. This setting defines the maximum number of users a channel can contain before the channel is skipped over. A lower value is always better especially when in a large number of channels.
de: Glasstual muss deine Kanäle regelmäßig abfragen, um Änderungen am Abwesenheitsstatus der Benutzer zu erkennen. Diese Einstellung legt fest, ab welcher Benutzerzahl ein Kanal übersprungen wird. Ein niedrigerer Wert ist besser, besonders bei vielen Kanälen.
hu: A Glasstualnak rendszeresen le kell kérdeznie a csatornákat a felhasználók távolléti állapotának követéséhez. Ez a beállítás határozza meg azt a taglétszámot, amely felett egy csatorna kimarad. Az alacsonyabb érték előnyösebb, különösen sok csatorna esetén.

# general-autojoin-on-invite
source: Automatically join a channel when invited
de: Einladungen zu Kanälen automatisch annehmen
hu: Automatikus csatlakozás meghíváskor

# general-away-on-screen-sleep
source: Toggle away status when your display goes to sleep
de: Abwesenheitsstatus beim Ruhezustand des Displays umschalten
hu: Távolléti állapot váltása a kijelző elalvásakor

# general-confirm-quit
source: Request confirmation before quitting Glasstual
de: Vor dem Beenden von Glasstual nachfragen
hu: Megerősítés kérése a Glasstual bezárása előtt

# general-heading-channels
source: Channels
de: Kanäle
hu: Csatornák

# general-heading-on-launch
source: On Launch
de: Beim Start
hu: Indításkor

# general-rejoin-on-kick
source: Automatically rejoin a channel when kicked
de: Nach einem Kick automatisch erneut beitreten
hu: Automatikus visszacsatlakozás kirúgás után

# general-reload-scrollback
source: Restore scrollback from previous session
de: Verlauf der vorherigen Sitzung wiederherstellen
hu: Előző munkamenet előzményeinek visszaállítása

# general-remember-queries
source: Restore the state of queries from previous session
de: Zustand privater Gespräche aus der vorherigen Sitzung wiederherstellen
hu: Privát beszélgetések állapotának visszaállítása az előző munkamenetből

# heading-general
source: General
de: Allgemein
hu: Általános

# hidden-app-nap
source: Enable App Nap
de: App Nap aktivieren
hu: App Nap engedélyezése

# hidden-load-history-lazily
source: Load history lazily
de: Verlauf bei Bedarf laden
hu: Előzmények betöltése igény szerint

# hidden-restart-note
source: Some settings may require a restart of Glasstual to take effect.
de: Einige Einstellungen werden erst nach einem Neustart von Glasstual wirksam.
hu: Egyes beállítások érvényesítéséhez újra kell indítani a Glasstualt.

# hidden-scrollback-visible-limit
source: Scrollback visible limit
de: Limit für sichtbaren Verlauf
hu: Látható előzmények korlátja

# hidden-scrollback-visible-limit-note
source: 0 = use default limit
de: 0 = Standardlimit verwenden
hu: 0 = alapértelmezett korlát

# hidden-sidebar-translucency
source: Server sidebar appears transparent
de: Serverseitenleiste transparent darstellen
hu: Átlátszó kiszolgáló-oldalsáv

# hidden-warning
source: Warning: Do not change these settings unless you know why you are doing so.
de: Achtung: Ändere diese Einstellungen nur, wenn du weißt, warum du das tust.
hu: Figyelem: Csak akkor módosítsd ezeket a beállításokat, ha tudod, miért teszed.

# highlights-add-excluded
source: Add Excluded Keyword
de: Ausgeschlossenes Schlüsselwort hinzufügen
hu: Kizárt kulcsszó hozzáadása

# highlights-add-keyword
source: Add Highlight Keyword
de: Schlüsselwort für Hervorhebungen hinzufügen
hu: Kiemelési kulcsszó hozzáadása

# highlights-exclude-words-label
source: Exclude words
de: Ausgeschlossene Wörter
hu: Kizárt szavak

# highlights-log-to-window
source: Log highlights to separate window
de: Hervorhebungen in einem eigenen Fenster protokollieren
hu: Említések naplózása külön ablakba

# highlights-match-type-exact
source: Full Word Matches
de: Ganze Wörter
hu: Teljes szavak egyezése

# highlights-match-type-label
source: Highlight match type
de: Art der Hervorhebungssuche
hu: Kiemelési egyezés típusa

# highlights-match-type-partial
source: Partial Matches
de: Teilweise Übereinstimmungen
hu: Részleges egyezések

# highlights-match-type-regex
source: Regular Expression (ICU)
de: Regulärer Ausdruck (ICU)
hu: Reguláris kifejezés (ICU)

# highlights-new-keyword
source: New keyword
de: Neues Schlüsselwort
hu: Új kulcsszó

# highlights-remove-excluded
source: Remove Selected Excluded Keyword
de: Ausgewähltes ausgeschlossenes Schlüsselwort entfernen
hu: Kijelölt kizárt kulcsszó eltávolítása

# highlights-remove-keyword
source: Remove Selected Highlight Keyword
de: Ausgewähltes Hervorhebungsschlüsselwort entfernen
hu: Kijelölt kiemelési kulcsszó eltávolítása

# highlights-track-local-nickname
source: Highlight current nickname
de: Aktuellen Nicknamen hervorheben
hu: Aktuális becenév kiemelése

# highlights-words-label
source: Highlight words
de: Hervorgehobene Wörter
hu: Kiemelt szavak

source: Incoming Data
de: Eingehende Daten
hu: Bejövő adatok

# incoming-data-highlight-spam
source: Automatically ignore highlight spam
de: Erwähnungsspam automatisch ignorieren
hu: Említési spam automatikus mellőzése

# incoming-data-highlight-spam-note
source: Do not notify you of a highlight if at least ten nicknames make up three quarters of a message.
de: Keine Benachrichtigung über eine Erwähnung, wenn drei Viertel der Nachricht aus mindestens zehn Nicknamen bestehen.
hu: Ne értesítsen említésről, ha egy üzenet háromnegyedét legalább tíz becenév teszi ki.

# incoming-data-remove-formatting
source: Remove formatting from incoming messages
de: Formatierung eingehender Nachrichten entfernen
hu: Bejövő üzenetek formázásának eltávolítása

# incoming-data-remove-formatting-note
source: Removes formatting such as bold, colors, underline, etc.
de: Entfernt Formatierungen wie Fettdruck, Farben und Unterstreichungen.
hu: Eltávolítja például a félkövér, színes és aláhúzott formázást.

# incoming-data-reply-ctcp
source: Automatically reply to Client-to-Client (CTCP) requests
de: Client-to-Client-Anfragen (CTCP) automatisch beantworten
hu: Automatikus válasz a kliensközi (CTCP) kérésekre

# incoming-data-unicode-spam
source: Replace combining diacritical marks with a placeholder
de: Kombinierende diakritische Zeichen durch Platzhalter ersetzen
hu: Kombináló mellékjelek lecserélése helyettesítő karakterre

# incoming-data-unicode-spam-note
source: These characters are often combined to form “Zalgo text”, which is used by some users to disrupt chatrooms.
de: Diese Zeichen werden oft zu "Zalgo-Text" kombiniert, den manche Benutzer zur Störung von Chaträumen einsetzen.
hu: Ezeket a karaktereket gyakran "Zalgo-szöveggé" kombinálják, amellyel egyes felhasználók megzavarják a csevegést.

# interface-appearance-dark
source: Dark
de: Dunkel
hu: Sötét

# interface-appearance-label
source: Main window appearance
de: Erscheinungsbild des Hauptfensters
hu: Főablak megjelenése

# interface-appearance-light
source: Light
de: Hell
hu: Világos

# interface-heading-server-list-colors
source: Server List Colors
de: Farben der Serverliste
hu: Kiszolgálólista színei
